/***********************************************************************************************************************************
 * 
 * 功能：线性关系的数据结构——队列
 * 
 * 作者：chaoxiong
 * 
 * 时间：2014-08-01
 * 
 * 参考：
 * http://www.cnblogs.com/huangxincheng/archive/2011/12/01/2270932.html
 * 
 * 备注：
 * 1、线性关系：线性表、队列、栈；
 * 
 * 队列是一个”先进先出“的线性表，First in First Out(FIFO)
 * 循环队列；
 * 
 ***********************************************************************************************************************************/

namespace LinearStruct.Helper
{
    /// <summary>
    /// 线性关系的数据结构——队列
    /// </summary>
    public class QueueHelper
    {
    }
}
