/***********************************************************************************************************************************
 * 
 * 功能：线性关系的数据结构——栈
 * 
 * 作者：chaoxiong
 * 
 * 时间：2014-08-01
 * 
 * 参考：
 * http://www.cnblogs.com/huangxincheng/archive/2011/12/03/2275065.html
 * 
 * 备注：
 * 1、线性关系：线性表、队列、栈；
 * 
 * 栈，一种特殊的线性表，是一种Last In First Out（LIFO)的形式
 * 
 ***********************************************************************************************************************************/

namespace LinearStruct.Helper
{
    /// <summary>
    /// 线性关系的数据结构——栈
    /// </summary>
    public class StackHelper
    {
    }
}
